class Text:
    def __init__(self):
        self.menu = """Ты готов рискнуть жизнью ?
1.ДА
2.Нет я сыкло"""
        self.repeat = "Зачем ты повторяешь буквы ?"
        self.miss = "Не угадал, думай лучше!"
        self.shot = "Да ты везунчик!"
        self.option = "Выбор за тобой:"
        self.error = "Третьего не дано!"
        self.game_over = "Я думал ты ровный парень"
        self.progress = "Состояние слова:"
        self.char = "Ввидиет букву:"
        self.win = "Поздравляю ты выжил!"
        self.death = "Табурет не выдержал ты умер мучительной смертью"



